[
    {
      "id":1,
      "picture":"https://i.ibb.co/z63SxJG/Health.png",
      "title":"Better Health for children",
      "category":"Health",
      "categoryBgColor":"#B7CBF8",
      "cardBgColor":"#A2BDF8",
      "textColor":"#5081EA",
      "buttonBgColor":"#749BEF",
      "description":"Child health is a state of physical, mental, intellectual, social and emotional well-being and not merely the absence of disease or infirmity. Healthy children live in families, environments, and communities that provide them with the opportunity to reach their fullest developmental potential.There are many definitions of child health. First Things First (FTF) is a broad public policy initiative; as such, the definition of child health used by FTF should reflect broad societal goals of health. World Health Organization. Because of this, we recommend that definition used by FTF be based upon the definition of child health ",
      "price":"$290.00"
    },
    {  
      "id":2,
      "picture":"https://i.ibb.co/60vpN18/Education.png" ,
      "title":"Good education",
      "category":"Education",
      "categoryBgColor":"#F3C1C2",
      "cardBgColor": "#EEACAE",
      "textColor":"#D56A6D",
      "buttonBgColor":"#E49497",
      "description":"The largest issue for the education system in Bangladesh is lack of quality. Overcrowding and under-qualified instructors have led to high dropout rates at the primary and secondary levels. In fact, while primary enrollment may be at 98%, it drops substantially to 22% at the higher secondary level. This is especially evident in rural communities where various social and economic factors can prevent safe access to education – things like natural disasters, child labor, family poverty, disability, gender abuse, child marriage, and poor sanitation.Currently, the government’s main goals are to expand learning opportunities at earlier ages.",
      "price":"$230.00"
    },
    { 
      "id":3,
      "picture":"https://i.ibb.co/FWNrXFc/Clothing.png",
      "title":"Used Clothing Drive",
      "category":"Clothing",
      "categoryBgColor": "#D2F0BA",
      "cardBgColor": "#C8F5A5",
      "textColor": "#79C23F",
      "buttonBgColor": "#85C652",
      "description":"Fashion designers work in a variety of different ways when designing their pieces and accessories such as rings, bracelets, necklaces and earrings. Due to the time required to put a garment out in market, designers must anticipate changes to consumer desires. Fashion designers are responsible for creating looks for individual garments, involving shape, color, fabric, trimming, and more.[2]Fashion designers attempt to design clothes that are functional as well as aesthetically pleasing. They consider who is likely to wear a garment and the situations in which it will be worn, and they work within a wide range of materials, colors, patterns, and styles. Though most clothing worn for everyday wear falls within a narrow range of conventional styles, .Some clothes are made specifically for an individual, as in the case of haute couture or bespoke tailoring. Today, most clothing is designed for the mass market, especially casual and everyday wear, which are commonly known as ready to wear or fast fashion.",
      "price":"$240.00"
    },
    {
      "id":4,
      "picture":"https://i.ibb.co/p3TmBfb/Food.png" ,
      "title":"Better Food for Everyone",
      "category":"Food",
      "categoryBgColor":"#F1CEC3",
      "cardBgColor":"#F7C2B2",
      "textColor":"#F87147",
      "buttonBgColor": "#FA8535",
      "description":"Potluck Café Society is dedicated to promoting a healthier and happier economy through our innovative approach to employment and food access. We are fully committed to providing job opportunities to people who face barriers to traditional employment, while also making it easier for members of the Downtown East side to access nutritional, warm, and home-cooked meals through various community meal programs. Potluck Café Society believes that a thriving economy is one where everyone has the chance to participate and contribute, regardless of their circumstances. ",
      "price": "$300.00"
    },
    { "id":5,
      "picture":"https://i.ibb.co/vJrCGLw/D200-0913-105.jpg" ,
      "title":"Clean Water for Everyone And Save Life",
      "category":"Food",
      "categoryBgColor": "#F1CEC3",
      "cardBgColor":"#F7C2B2",
      "textColor":"#F87147",
      "buttonBgColor":"#FA8535",
      "description":"Water is a substance composed of the chemical elements hydrogen and oxygen and existing in gaseous, liquid, and solid states. It is one of the most plentiful and essential of compounds. A tasteless and odourless liquid at room temperature, it has the important ability to dissolve many other substances. Indeed, the versatility of water as a solvent is essential to living organisms. Life is believed to have originated in the aqueous solutions of the world’s oceans, and living organisms depend on aqueous solutions. ",
      "price": "$100.00"
    },
    {
      "id":6,
      "picture":"https://i.ibb.co/tK9WyvG/Article-mage.jpg",
      "title":"Make a Equal World For all",
      "category":"Clothing",
      "categoryBgColor":"#D2F0BA",
      "cardBgColor":"#C8F5A5",
      "textColor":"#79C23F",
      "buttonBgColor":"#85C652",
      "description":"In its most general sense, the term world refers to the totality of entities, to the whole of reality or to everything that is.[1] The nature of the world has been conceptualized differently in different fields. Some conceptions see the world as unique while others talk of a plurality of worlds. Some treat the world as one simple object while others analyze the world as a complex made up of many parts. In scientific cosmology the world or universe is commonly defined as he totality of all space and time; all that is, has been, and will be. Theories of modality, on the other hand, talk of possible worlds as complete and consistent ways how things could have been.", 
      "price":"$320.00"
    },
      {
      "id":7,
      "picture":"https://i.ibb.co/Mk35J8n/trade-school.jpg",
      "title":"For An Enlightened World",
      "category":"Education",
      "categoryBgColor":"#F3C1C2",
      "cardBgColor":"#EEACAE",
      "textColor":"#D56A6D",
      "buttonBgColor":"#E49497",
      "description":"A college is an educational institution or a constituent part of one. A college may be a degree-awarding tertiary educational institution, a part of a collegiate or federal university, an institution offering vocational education, a further education institution, or a secondary school.he word college is from the Latin verb lego, legere, legi, lectum, to collect, gather together, pick, plus the preposition cum, with thus meaning selected together. Thus colleagues are literally persons who have been selected to work togetherPrivate schools that. ",
      "price":"$350.00"
    },
    {
      "id":8,
      "picture":"https://i.ibb.co/NjNbH7k/Treatment.jpg",
      "title":"Best Treatment for Everyone",
      "category":"Health",
      "categoryBgColor":"#B7CBF8",
      "cardBgColor":"#A2BDF8",
      "textColor":"#5081EA",
      "buttonBgColor":"#749BEF",
      "description":"Treatment has to do with how someone or something is managed or handled. Hopefully you get the royal treatment when you choose the deluxe pedicure treatment!You know how some people treat you with respect but others don't treat you so nicely? You can refer to how people act toward you as treatment. If a restaurant is known for rude treatment of customers, people will stop going there. Doctors also use the word treatment when they discuss a particular medical course of action — such as chemotherapy as a treatment for cancer. The root word is the Latin tract are, which originally meant drag about, but came to mean manage, handle, or deal with.",
      "price": "$200.00"
    },
    {
      "id":9,
      "picture":"https://i.ibb.co/4RmgpQP/Medicine.jpg" ,
      "title":"Good Medicine for People",
      "category":"Health",
      "categoryBgColor":"#B7CBF8",
      "cardBgColor":"#A2BDF8",
      "textColor":"#5081EA",
      "buttonBgColor":"#749BEF",
      "description":"Medicine is the science and practice of caring for a patient, managing the diagnosis, prognosis, prevention, treatment, palliation of their injury or disease, and promoting their health. Medicine encompasses a variety of health care practices evolved to maintain and restore health by the prevention and treatment of illness. Contemporary medicine applies biomedical sciences, biomedical research, genetics, and medical technology to diagnose, treat, and prevent injury and disease, typically through pharmaceuticals or surgery, but also through therapies as diverse as psychotherapy,external splints and traction, medical devices, biologics, and ionizing radiation, amongst others.",
      "price":"$150.00"
    },
    {
      "id":10,
      "picture":"https://i.ibb.co/LYNBLGc/Jan-Pre-K-Monthly-Topic-feat.jpg",
      "title":"Good Friend In The World",
      "category":"Education",
      "categoryBgColor":"#F3C1C2",
      "cardBgColor":"#EEACAE",
      "textColor":"#D56A6D",
      "buttonBgColor":"#E49497",
      "description":"A book is a medium for recording information in the form of writing or images, typically composed of many pages (made of papyrus, parchment, vellum, or paper) bound together and protected by a cover.[1] It can also be a handwritten or printed work of fiction or nonfiction, usually on sheets of paper fastened or bound together within covers. The technical term for this physical arrangement is codex (plural, codices). In the history of hand-held physical supports for extended written compositions or records, the codex replaces its predecessor, the scroll. A single sheet in a codex is a leaf and each side of a leaf is a page.As an intellectual object, a book is prototypically a composition of such great length that it takes a considerable investment of time to compose and still considered as an investment of time to read. In a restricted sense, a book is a self-sufficient section or part of a longer composition, a usage reflecting that, in antiquity, long works had to be written on several scrolls and each scroll had to be identified by the book it contained. Each part of Aristotle's Physics is called a book. In an unrestricted sense, a book is the compositional whole of which such as all knowledge here.",
      "price":"$160.00"
    },
    {
      "id":11,
      "picture":"https://i.ibb.co/16nDNDL/worker.jpg",
      "title":"Development For Country",
      "category":"Clothing",
      "categoryBgColor":"#D2F0BA",
      "cardBgColor":"#C8F5A5",
      "textColor":"#79C23F",
      "buttonBgColor":"#85C652",
      "description":"Women's work is often assumed to be solely the realm of women, and it is associated with specific stereotypical jobs that have been associated with the feminine sex throughout history. It is most commonly used in reference to the unpaid labor that a mother or wife performs in the home and family.Women's work is generally unpaid or paid less than men's work and is not as highly valued as men's work.Much of women's work is not included in official statistics on labour, making much of the work that women typically do virtually invisible.[3] For example, throughout much of the 20th century, the women working on a family farm, no matter how much work they did, would be counted in the US census as being unemployed, whereas the men doing the same or even less work were counted as being employed as farmers.There are several types of work that are considered women's work; they involve child care, housework, and occupations such as nursing that have been dominated by women in recent decades.The term women's work may indicate a role with children as defined by nature in that only women are biologically capable of performing them: pregnancy, childbirth, and breastfeeding.We should show respect for a woman  ",
      "price":"$220.00"
    },
    {
      "id":12,
      "picture":"https://i.ibb.co/XZ4S4Vv/vegetables-high-reso.jpg",
      "title": "Better vegetable For Everyone",
      "category":"Food",
      "categoryBgColor":"#F1CEC3",
      "cardBgColor":"#EEACAE",
      "textColor":"#F87147",
      "buttonBgColor":"#FA8535",
      "description":"Vegetable in the broadest sense, any kind of plant life or plant product, namely “vegetable matter”; in common, narrow usage, the term vegetable usually refers to the fresh edible portions of certain herbaceous plants—roots, stems, leaves, flowers, fruit, or seeds. These plant parts are either eaten fresh or prepared in a number of ways, usually as a savory, rather than sweet, dish. A brief treatment of vegetables and vegetable farming follows. For in-depth treatment of vegetable cultivation, see vegetable farming. For treatment of the nutrient composition and processing of vegetables.",
      "price":"$80.00"
    }
  ]
  